org/prj/garage.org
#+STARTUP: showall indent hidestars

#+TITLE: Умный гараж с нуля

* Интро

Не первый опыт в автоматике и робототехнике, но пожалуй первый настолько масштабный
проект.

Ядром системы является платформа BeagleBoneBlack, остальная часть большей частью
самодельная, с помощью ЛУТ и гремучей смеси современных микроконтроллеров и старых
советских комплектующих, найденных непонятно где.

Содержит систему автономного питания, вентиляции, освещения электронный замок и
видеоконтроль периметра с элементами машинного зрения. Планируется добавить систему
сопротивления вторжению в виде пейнтбольного маркера с наведением на движуюся цель.

Проект заморожен в прямом смысле - пока не станет тепло я не могу сделать фотографии
чтобы разместить их тут и сделать подробное описание.
