www/prj/garage.html
<!DOCTYPE html>
<html>
<head>
<title>Умный гараж с нуля</title>
<meta  charset="utf-8">
<meta  name="generator" content="Org-mode">
<meta  name="author" content="rigidus">
<link href="/css/style.css" rel="stylesheet" type="text/css" />
</head>
<body>
<div id="content">
<h1 class="title">Умный гараж с нуля</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#unnumbered-1">Интро</a></li>
</ul>
</div>
</div>

<div id="outline-container-unnumbered-1" class="outline-2">
<h2 id="unnumbered-1">Интро</h2>
<div class="outline-text-2" id="text-unnumbered-1">
<p>
Не первый опыт в автоматике и робототехнике, но пожалуй первый настолько масштабный
проект.
</p>

<p>
Ядром системы является платформа BeagleBoneBlack, остальная часть большей частью
самодельная, с помощью ЛУТ и гремучей смеси современных микроконтроллеров и старых
советских комплектующих, найденных непонятно где.
</p>

<p>
Содержит систему автономного питания, вентиляции, освещения электронный замок и
видеоконтроль периметра с элементами машинного зрения. Планируется добавить систему
сопротивления вторжению в виде пейнтбольного маркера с наведением на движуюся цель.
</p>

<p>
Проект заморожен в прямом смысле - пока не станет тепло я не могу сделать фотографии
чтобы разместить их тут и сделать подробное описание.
</p>
</div>
</div>
</div>
</body>
</html>
